<template>
  <div data-aos="fade-up">
    <h1
      id="sozchiqaradi"
      class="wow fadeInUp grid place-items-center text-white font-bold font-Arial lg:text-[45px] md:text-[35px] text-[25px] text-center pt-3"
      data-wow-duration="0.8s"
      data-wow-delay="0.2s"
    ></h1>
  </div>

  <div
    class="min-w-[240px] grid place-items-center md:pl-[30px] md:pr-[30px] lg:pl-[80px] lg:pr-[80px]"
  >
    <div class="bg-blue-600 min-w-[300px] h-[50px] lg:w-full grid place-items-center">
      <h3 class="font-Arial lg:text-[23px] md:text-[18px] text-[15px]">
        You are here: Home / Litsey haqida
      </h3>
    </div>
    <div data-aos="fade-left" class="flex gap-5 flex-col mt-7">
      <div class="flex items-center flex-wrap justify-around">
        <img class="w-[300px] h-[450px]" src="@/img/dir.jpg" alt="" />
        <p class="max-w-[500px] font-Arial lg:text-[23px] md:text-[18px] text-[15px]">
          Toʻxtamurod Murtazoyevich Jumayev (1945-2021-yy.)
          <br />
          <br />
          Buxoro viloyatidagi xalqaro matematika faniga ixtisoslashtirilgan “Qorakoʻl
          maktabi”asoschisi. <br />
          <br />
          Toʻxtamurod Jumayev 1945-yil 15-avgustda Olot tumanida tugʻilgan. Buxoro pedagogika
          institutini matematika fakultetini 1967-yilda matematika oʻqituvchisi mutaxassisligi
          boʻyicha tugatgan.
        </p>
      </div>
      <p class="min-w-[300px] font-Arial lg:text-[20px] md:text-[15px] text-[13px]">
        1995 йилда «Ўзбекистон Республикаси Халқ ўқитувчиси » унвони , 2005 йилда «Эл - юрт ҳурмати
        » ордени билан мукофотланган .Умумий мехнат стажи 50 йил. Мазкур лавозимда 2009 йилдан буён
        ишлаб келмоқда . Т.Жумаев Республика Миқёсида яхши танилган, ката педагогик тажрибага эга
        бўлган моҳир ўқитувчи, обрў-эьтиборли, ташкилотчи раҳбарлардан бири ҳисобланади. Унинг
        ташаббуси билан 1990- йилда Қоракўл туманида 1-сон ихтисослаштирилган иқтидорли болалар
        мактаб- интернати ташкил этилган. Ҳозирга қадар мактабнинг 1153 нафар битирувчиси
        Республиканинг, 9 нафари эса хорижий давлатлар олий ўқув юртларида таҳсил олган ва олмоқда.
        Ҳар йили мактаб битирувчиларининг 90-95 % олий ўқув юртлари талабаси бўлиш шарафига муяссар
        бўлмоқда. Унинг раҳбарлигида 2001 йилда мактабнинг 3 нафар ўқувчиси математика фанидан, 3
        нафар ўқувчиси эса физика фанидан , 3 нафар ўқувчиси кимё ҳамда 2 нафари биология фанидан
        Халқаро олимпиадаларда иштирок этиш ҳуқуқини қўлга киритган. <br />
        <br />
        br Унинг шогирдларидан бир нафари 2000 йилда физика фани бўйича Индонезияда ўтказилган I
        Осиё халқаро олимпиадасида, 2 нафари 2005, 2008 йилларда кимё фанидан ўтказилган Менделеев
        номидаги 39, 42-халқаро олимпиадаларида, 36 нафари 1999 - 2010 йиллар мобайнида математика
        фанидан жаҳон олимпиадаларида, 6 нафари 2006-2010 йиллар мобайнида математика , физика
        фанларидан ўтказилган Жаутиков номидаги халқаро олимпиадаларида олтин, кумуш, бронза
        медаллари ва рағбатлантирувчи дипломлар билан тақдирланган. Бундан ташқари охирги йиллар
        мобайнида уммумий таьлим фанлари бўйича Республика фан олимпиадаларидаги муофақиятли
        иштироки туфайли мактаб интернатининг 40 нафар ўқувчиси имтиёзли равишда олий ўқув юртлари
        талабаси бўлиш ҳуқуқини қўлга киритганлар. <br />
        <br />
        У катта тажрибага эга бўлган мутахассис сифатида нафақат вилоят балки Республика таьлим
        тизимида янги педагогик техналогияларни қўллаш борасида илғор усулларни амалда тадбиқ этиб
        келмоқда. Унинг 100 дан ортиқ илмий, методик мақолалари Республиканинг турли матбуот
        наширларида чоп этилган. Мураббий методист сифатида “ Ўқувчилар билимидаги бўшлиқларни
        аниқлаш ва уларни бартараф этиш усуллари ”, ”Замонавий дарс ташкил этиш йўллари ” , “
        Мактабда ички назоратни ташкил қилиш ” сингари 7 та методик қўлланмаси чоп этилган. “
        Жаҳонга юз тутган мактаб” номли китобнинг муаллифи. <br />
        <br />
        Бугунги кунда у Ўзбекистон математиклари жамиятининг аьзоси. Республикамиздаги
        ихтисослаштирилган мактаб директорлари Кенгашининг раиси сифатида ҳам фаоллик кўрсатиб
        келди. <br />
        <br />
        Ўзи истиқомат қиладиган маҳаллада ёшларни тарбиялашда ва турли тадбирларда мунтазам иштирок
        этиб, ёшларга маслаҳатлар бериб келмоқда. <br />
        <br />
        Тўхтамурод Жумаев Президент фармонлари, ҳукумат қарорлари, таьлим соҳасидаги ҳар қандай
        янгиликлар, давлат ҳужжатлари, меьёрий ҳужжатларни биринчилар қатори қабул қилиб , амалиётга
        жорий этади. <br />
        <br />
        Т.Жумаевни тажрибали ва изланувчан педагог, самимий инсон, моҳир раҳбар сифатида барча
        ҳурмат қилади. <br />
        <br />
        12. Мехнат фаолияти тугрисида маълумот <br />
        <br />
        1961 йилдан-1962 йилгача 10- ўрта мактабда ёшлар етакчиси. <br />
        <br />
        1963 йилдан-1964 йилгача Олот туман 3-сон ўрта мактабда бошланғич синф математика фани
        ўқитувчиси <br />
        <br />
        1965 йилдан-1987 йилгача Қоракўл туман 8-сон ўрта мактабда математика фани ўқитувчиси <br />
        <br />
        1987 йилдан-1990 йилгача Қоракўл туман 8-сон ўрта мактабда математика фани ўқитувчиси <br />
        <br />
        1987 йилдан-1990 йилгача Қоракўл туман 8-сон ўрта мактабда ўқув тарбия ишлари бўйича
        директор ўрин босари. <br />
        <br />
        1990 йилдан-2009 йилгача Коракул туман1-ИИБМИда директор. 2009 йил сентабрдан 3-сон Коракул
        академик лицей директори
      </p>
    </div>
  </div>
</template>
<script>
import Typed from 'typed.js'

export default {
  mounted() {
    let options = {
      strings: ['Litsey haqida'],
      typeSpeed: 50,
      startDelay: 1000,
      loop: true,
      loopCount: Infinity,
      backSpeed: 50,
      backDelay: 400,
      showCursor: true,
      cursorChar: ''
    }

    let typed = new Typed('#sozchiqaradi', options)
  }
}
</script>

<style></style>
